Revit 2027 API
UnitTypeId.Newtons Property
 Newtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Newtons { get; }
Public Shared ReadOnly Property Newtons As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Newtons {
	ForgeTypeId^ get ();
}
static member Newtons : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace